Repository: app-iptv/app
Catalog: IPTV App/Localizable.xcstrings
Source language: en
Languages: pt_pt

source: A simple IPTV client
pt_pt: Uma aplicação simples IPTV

source: About
pt_pt: Sobre

source: About IPTV App
pt_pt: Sobre App IPTV

source: Add
pt_pt: Adicionar

source: Add Playlist
pt_pt: Nova Playlist

source: Add to Favourites
pt_pt: Adicionar aos Favoritos

source: Adding playlist...
pt_pt: Adicionando playlist...

source: All
pt_pt: Todos

source: Blue
pt_pt: Azul

source: Cancel
pt_pt: Cancelar

source: Change App Icon
pt_pt: Mudar Logo da App

source: Close
pt_pt: Fechar

source: Compact
pt_pt: Pequeno

source: Continue
pt_pt: Continuar

source: Customization
pt_pt: Personalização

source: Default
pt_pt: Original

source: Delete
pt_pt: Apagar

source: Delete "%@"
pt_pt: Apagar “%@”

source: Delete "%@"?
pt_pt: Apagar “%@”?

source: DELETE ALL
pt_pt: APAGAR TODAS

source: Delete All Favorited Medias?
pt_pt: Apagar Todas as Mídias Favoritas?

source: Designed with accessibility in mind.
pt_pt: Feito com a acessibilidade em mente.

source: Done
pt_pt: Feito

source: Edit "%@"
pt_pt: Editar "%@"

source: Edit Playlist
pt_pt: Editar Playlist

source: Edit Playlists
pt_pt: Editar Playlists

source: Either your playlist doesn't include movies, or you haven't yet added a playlist. You can do so in Settings.
pt_pt: Ou a tua playlist não inclui filmes, ou ainda não adicionaste uma playlist. Podes faze-lo nas Definições.

source: Electronic Program Guide
pt_pt: Guia TV Eletrónico

source: Enter URL
pt_pt: Insira URL

# EPG_DATAFETCH_FAILED
source: The data from the URL is invalid.
pt_pt: Os dados do link são invalidos.

# EPG_INVALID_URL
source: The entered URL is invalid.
pt_pt: O link inserido é invalido.

source: Error
pt_pt: Erro

source: Error Changing Icon
pt_pt: Erro ao Mudar Logo

source: Favourite
pt_pt: Favorito

source: Favourites
pt_pt: Favoritos

source: From %@
pt_pt: De %@

source: Get Started
pt_pt: Começar

source: Green
pt_pt: Verde

source: Grid
pt_pt: Grelha

source: Group Picker
pt_pt: Selecionador de Grupos

source: Guide
pt_pt: Guia TV

source: Hello 👋
pt_pt: Olá 👋

source: Home
pt_pt: Início

source: iCloud Sync
pt_pt: Sincronizado com iCloud

source: Import from File
pt_pt: Importar de um Ficheiro

source: Import your playlists and watch TV and movies wherever you are.
pt_pt: Insira as suas playlists e

source: Info
pt_pt: Informação

source: IPTV App
pt_pt: App IPTV

source: Large
pt_pt: Grande

source: Learn more...
pt_pt: Saber mais…

source: List
pt_pt: Lista

source: Loading EPG...
pt_pt: Carregando EPG…

source: Long-press or swipe to the left to add a media to favourites.
pt_pt: Mantenha premido ou deslize para a esquerda para adicionar uma mídia aos favoritos.

source: Movies & Series
pt_pt: Filmes & Séries

source: New Playlist
pt_pt: Nova Playlist

source: New Window
pt_pt: Nova Janela

source: No Favourited Medias
pt_pt: Mídias Favoritas Ausentes

source: No Medias
pt_pt: Mídias Ausentes

source: No Movies
pt_pt: Filmes Ausentes

source: No Playlist
pt_pt: Playlist Ausente

source: No Playlists
pt_pt: Playlists Ausentes

source: Open
pt_pt: Abrir

source: Open Legacy Settings
pt_pt: Abrir Settings "Legacy"

source: Open Single Media
pt_pt: Abrir mídia unica

source: Open Single Stream
pt_pt: Abrir mídia unica

source: Open Stream
pt_pt: Abrir

source: or
pt_pt: ou

source: Playlist EPG
pt_pt: EPG da Playlist

source: Playlist EPG (optional)
pt_pt: EPG da Playlist (opcional)

source: Playlist Name
pt_pt: Nome da Playlist

source: Playlist URL
pt_pt: URL da Playlist

source: Playlists that you add will appear here.
pt_pt: Playlists que adiciona aparecerão aqui.

source: Red
pt_pt: Vermelho

source: Regular
pt_pt: Normal

source: Reset Favourites
pt_pt: Apagar Favoritos

source: Reset Tips
pt_pt: Mostrar Dicas Outra Vez

source: Search
pt_pt: Pesquisar

source: Search Favourites
pt_pt: Pesquisar Favoritos

source: Select a playlist to view its medias.
pt_pt: Selecione uma playlist para ver as suas mídias.

source: Select EPG
pt_pt: Selecionar EPG

source: Select Group
pt_pt: Selecionar Grupo

source: Select the desired group using the group picker to only show relevant medias.
pt_pt: Seleciona o grupo pretendido utilizando o selecionador de grupos para mostrar apenas as mídias relevantes.

source: Settings
pt_pt: Definições

source: Show Tips Again
pt_pt: Mostrar Dicas Outra Vez

source: Show Wecome Screen Again
pt_pt: Mostrar Ecrã de Início outra vez

source: Single Stream
pt_pt: Mídia Unica

source: Stay informed with EPG, a digital TV guide for all upcoming programs.
pt_pt: Mantenha-se informado com EPG, o guia TV digital para todos os próximos programas.

source: The EPG link provided does not include any program for this channel.
pt_pt: O link da EPG fornecido não inclui a programação para este canal.

source: The EPG link provided does not include any programs for this channel.
pt_pt: O link EPG fornecido não inclui qualquer programa para este canal.

source: The medias you favourites will appear here. To add some favourites, click on the star symbol next to a media.
pt_pt: As mídias que marcas como "Favorito" aparecerão aqui. Para adicionar alguns favoritos, clica na estrela perto da mídia.

source: The selected playlist's medias will appear here.
pt_pt: As mídias da playlist selecionada aparecerão aqui.

source: Tip Jar
pt_pt: Milheiro

source: Today
pt_pt: Hoje

source: Tomorrow
pt_pt: Amanhã

source: TV Guide is empty
pt_pt: O Guia TV está vazio

source: Un-Favourite
pt_pt: Desmarcar como Favorito

source: Untitled
pt_pt: Sem Título

source: Viewing Mode
pt_pt: Tamanho de Canal

source: WARNING: You are about to delete all favorited medias. If you have deleted the source playlist for a media, you will have to add the playlist again to reclaim it.
pt_pt: AVISO: Estás prestes a apagar todas as mídias favoritas. Se apagaste a playlist de alguma mídia, vais ter de voltar a adiciona-la para a recuperar.

source: Watch
pt_pt: Ver

source: Watch your Movies or TV Channels
pt_pt: Veja os seus Filmes ou Séries

source: Welcome
pt_pt: Bem-vindo

source: Welcome to
pt_pt: Bem-vindo à

source: Welcome! Enjoy instant access to live TV channels from around the world, right at your fingertips.
pt_pt: Bem-vindo! Desfrute o acesso instantâneo a canais TV em direto do mundo inteiro, na ponta dos seus dedos.

source: Welcome! Enjoy instant access to live TV channels from around the world, right at your fingertips. You can create a new playlist by clicking "New Playlist" in "File" in the Menu Bar, or by clicking CMD + N
pt_pt: Bem-vindo! Desfrute o acesso instantâneo a canais TV em direto do mundo inteiro, na ponta dos seus dedos. Para criar uma nova playlist, clique em "Nova Playlist", sobe "Ficheiro" na barra de menu, ou clicando CMD + N

source: Yellow
pt_pt: Amarelo

source: Yesterday
pt_pt: Ontem

source: You can add channels to your favourites by dragging the channel to the left to easily access it later.
pt_pt: Pode adicionar canais aos seus favoritos ao deslizar para a esquerda para poder aceder-lhes mais facilmente

source: You can show this screen again by clicking "Show Tips Again" in "Settings" in "IPTV" in the Menu Bar, or by clicking CMD + T
pt_pt: Pode mostrar este ecrã outra vez clicando em "Mostrar Dicas Outra Vez" em "Definições" em "IPTV" na Barra de Menus, ou clicando CMD+T

source: Your playlists securely sync across all of your devices using iCloud.
pt_pt: As suas playlists mantêm-se sincronizadas com segurança em todos os seus dispositivos utilizando o iCloud.
